import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";
import nokaKharid from "../images/gallery/40.jpeg";

const Nokat = () => {
    useEffect(() => {
        window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
      }, []);
      
  return (
    <div className="mt-20 mr-2">
      <Dynamic title="نکات لازم برای خرید کناف" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">نکات لازم برای خرید کناف</h1>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={nokaKharid} alt="kanaf" />
        </div>

        <p className="text- list-disc py-4 leading-8">
          اگر شما هم جزء آن دسته از افرادی هستید که قصد دارید برای تغییر
          دکوراسیون منزل یا محل کارتان از سقف کناف استفاده کنید باید به نکات
          لازم برای خرید کناف توجه کنید. در مقالات قبلی به دفعات زیاد در مورد
          طرح های مختلف سقف کناف و موارد استفاده آن صحبت کرده ایم. در این مقاله
          سعی داریم راهنمای کامل و جامعی در مورد نکات لازم برای خرید کناف به شما
          ارائه دهیم.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={nokaKharid} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">طراحی کناف و چوب</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">همه چیز در مورد کناف</h2>
        <p className="text- list-disc py-4 leading-8">
          کناف ها صفحات گچی از پیش ساخته شده ای هستند که با توجه به طرح مشتری
          توسط نصاب در محل برش داده میشوند و به وسیله سازه هایی که توسط پیچ و
          مهره به سقف متصل شده اند روی سقف نصب میشود. در اجری کناف از جوشکاری و
          سایر کارهایی که در ذهن شما نقش بسته خبری نیست و با کمترین کثیف کاری
          کناف مورد نظر شما نصب میشود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          سرعت اجرای کناف بسیار بالاست و قابل مقایسه با اجرای گچ بری های قدیمی
          نیست به همین علت سرعت اتمام پروژه بسیار فزایش می یابد. این مورد هم
          برای سفارش دهنده جذاب است و هم برای نصاب.
        </p>

        <p className="text- list-disc py-4 leading-8">
          سفارش دهنده کناف می تواند امیدوار باشد که تغییر دکوراسیونش سریع انجام
          میشود و معطل نمشود و نصاب هم می تواند سفارش های بیشتری را در مدت زمان
          کمتری به نجام برساند و دستمزد بیشتری دریافت کند.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={nokaKharid} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">کناف سقف کوتاه</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">نکات مهم مورد توجه</h2>
        <ul className="list-disc text-gray-500">
          <li className="leading-8">
            انتخاب طرح مناسب: انتخاب طرح مناسب کناف یکی از مهم ترین فاکتور هاست.
            چرا که طرح کناف شما بایذ با سایر لوازم منزل همخوانی داشته باشد. اگر
            سبک وسایل منزل شما مدرن است بهتر است از طرح های اشکال هندسی برای
            کناف استفاده کنید. ایده ترکیب کناف با چوب نیز برای سبک های مدرن
            بسیار جذاب و خیر کننده است.
          </li>
          <li className="leading-8">
            رنگ کناف: رنگ کناف را طوری انتخاب کنید که با وسایل و کاغذ دیواری شما
            هماهنگ باشد. بهتر است رنگ کناف شما از رنگ دیوار هایتان روشن تر باشد
            ت فضای شما یک رنگ و یکنواخت نباشد. حتی اگر رنگ دیوار های شما تیره
            است می توانید از سقف کناف رنگ روشن استفاده کنید. گاهی اوقات ایجاد
            تضاد در رنگ بسیار زیباست.
          </li>
          <li className="leading-8">
            جنس کناف و عایق بودن آن: همانطور که میدانید صفحات کناف از جنس گچ
            هستند، اما جنس رویه صفحات کناف متفاوت است و با توجه به جنس رویه آن
            است که نوع عایق کردن کناف مشخص میشود. در این زمینه از یک طراح کمک
            بگیرید و توضیح دهید هدف شما از اجرای کناف چیست و قصد دارید از چه نوع
            عایقی استفاده کنید. طراح یا نصاب با توضیح در مورد انواع صفحات کناف
            به شما کمک میکند بهترین انتخاب را داشته باشید.
          </li>
          <li className="leading-8">
            ارتفاع سقف محل مورد نظر: یکی از نکات مهمی که باید مورد توجه باشد
            ارتفاع سقف است. چرا که اجرای کناف باعث میشود سقف شما مقداری کوتاه تر
            شود. به همین علت باید توجه کنید طرحی که انتخاب میکنید باعث نشود فضای
            شما کوچک بنظر برسد.
          </li>
          <li className="leading-8">
            نصاب ماهر: اجرای طرح کناف نیازمند تجربه و تبحر زیادی است و نمیشود
            این کار را به هرکسی سپرد. از ماهر بودن نصابی که انتخاب کرده اید
            مطمئن شوید و سپس اجرای کناف را به آن بسپارید.
          </li>
        </ul>

        <p className="text- list-disc py-4 leading-8">
          توجه کنید اگر در مناطق مرطوب شمال یا جنوب کشور زندگی میکنید باید از
          صفحاتی استفاده کنید که عایق رطوبت باشند چرا که اگر از پانل های ساده
          استفاده کنید بعد از مدتی رطوبت باعث تغیر رنگ کناف و خراب شدن آن میشود
          و شما مجبورید برای تعمیر آن هزینه اضافه بپردازید.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={nokaKharid} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">کناف گرد</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">نتیجه گیری</h2>
        <p className="text- list-disc py-4 leading-8">
          کناف یکی از روش های محبوب برای دکور کردن سقف و دیوار هاست. کناف سقف را
          میتوان با هر طرح و اندازه ای سفارش داد و محدودیتی از این بابت وجود
          ندارد. لازم است در انتخاب و نصب کناف به مواردی که در بالا گفته شد توجه
          کنید تا بتوانید بهترین انتخاب را داشته باشید. همکاران ما در رویا هوس
          آماده پاسخگویی به سوالت شما هستند.
        </p>

      </div>
    </div>
  );
};

export default Nokat;
