import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";

import ashpazkhande from "../images/gallery/11.jpeg";
import ashpazkhande2 from "../images/gallery/68.jpg";
import ashpazkhande3 from "../images/gallery/69.jpg";
import ashpazkhande4 from "../images/gallery/70.jpg";

const Ashpazkhane = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="سقف آشپزخانه" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">کناف سقف آشپزخانه</h1>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={ashpazkhande} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">کناف سقف آشپزخانه</p>
        </div>

        <p className="text- list-disc py-4 leading-8">
          کناف یکی از روش هایی است که برای دکور کردن سقف و یا دیوار مورد استفاده
          قرار میگیرد و طرفداران بسیاری دارد. در گذشته بجای استفاده از کناف از
          گچ بری های ضمخت و نا متعادل برای دکور کردن سقف استفاده میشود. در گذشته
          برای اینکه بتواند گچ بری های زیبایی بر روی سقف پیاده کنند باید حتما
          این کار را به گچ کار ماهری می سپردند و پیدا کردن همچنین شخصی بسیار سخت
          بود. امروزه با پیشرفت تکنولوژی برای دکور کردن سقف از ورق های از پیش
          ساخته شده کناف استفاده میشود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          این ورقه ها از جنس گچ هستند و در ابعاد مختلف تولید میشوند. همچنین برای
          اینکه این ورقه ها بتوانند نقش عایق را ایفا کنند در پشت آنها ورقه های
          مختلفی قرار میدهند که بتونند عایق رطوبت یا حرارت باشند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          استفاده از پنل هایی که عایق رطوبت هستند در مناطق شمال کشور بسیار رواج
          دارد. استفاده از کناف برای محل های مختلف را در مقالات دیگر بسیار بررسی
          کرده ایم در این مقاله قصد داریم کناف سقف آشپزخانه را بررسی کنیم.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={ashpazkhande2} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">
            طرح کناف آشپزخانه
          </p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">
          کناف سقف آشپزخانه
        </h2>
        <p className="text- list-disc py-4 leading-8">
          آشپزخانه یکی از مناطقی است که بیشتر افراد منزل در آن بسیار رفت وآمد
          دارند و زیبایی این مکان در دکوراسیون منزل می تواند بسیار حائز اهمیت
          باشد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          همانطور که می دانید امروزه استفاده از کابینت جنبه تزئینی دارد و برای
          دکور کردن آشپزخانه از کابینت های شیک و لوکس استفاده میکنند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          همانطور که استفاده از کابینت می تواند به زیبایی آشپزخانه کمک میکند
          طراحی و دکور کردن سقف نیز می تواند در زیبایی این فضا بسیار موثر باشد.
          آشپزخانه ای را تصور کنید که چندین میلیون برای کابینت های آن هزینه کرده
          اند اما توجهی به سقف و دیزاین آن نکرده اند. آیا می توان این آشپزخانه
          را یک مکان لوکس و زیبا دانست؟ مسلما خیر. چرا که همه آیتم های یک فضا
          باید با هم همخوانی داشته باشد تا زیبایی آن فضا تکمیل شود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          به همین جهت اگر در حال ساخت واحد مسکونی هستید و یا قصد دارید آشپزخانه
          خود را تعمیر کنید و تغیراتی در آن به وجود آورید باید به فکر دکور کردن
          سقف آشپزخانه به وسیله صفحات کناف نیز باشید.
        </p>

        <p className="text- list-disc py-4 leading-8">
          آشپزخانه یکی از مکان هایی است که برای کار کردن در آن به نور کافی نیاز
          دارید. یکی از مواردی که باعث شده سقف کناف آشپزخانه بسیار طرفدار داشته
          باشد، سیستم نور پردازی آن است. می توانید در کناف از سیستم نور پردازی
          مضاعف استفاده کنید و نور فضا را بیشتر کنید و بهبود ببخشید. و به این
          ترتیب کار کردن در فضا آشپزخانه را لذت بخش تر کنید.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={ashpazkhande3} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">نورپردازی کناف سقف</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">
          طرح سقف کناف آشپزخانه
        </h2>
        <p className="text- list-disc py-4 leading-8">
          پیشنهاد ما برای سقف کناف آشپزخانه استفاده از طرح های ساده و خلوت است
          چرا که فضای آشپزخانه به دلیل وجود وسایل مختلف و کابینت های متعدد به
          خودی خود شلوغ است و شما با انتخاب یک طرح شلوغ و پر از نقش و نگار نباید
          به این ازدحام بی افزاید.
        </p>

        <p className="text- list-disc py-4 leading-8">
          یک طرح ساده برای سقف کناف آشپزخانه می تواند زیبایی آشپزخانه شما را
          چندین برابر کند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          برخی افراد با طرح های ساده و خلوت میانه خوبی ندارند و دوست دارند طرح
          کناف انتخابی آنها خاص و منحصر بفرد باشد. این افراد می توانند از طراح
          سقف کناف خود بخواهند در طرح کناف از چوب استفاده کند تا، طرح مورد نظر
          از یکنواختی خارج شود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          البته توجه داشته باشید که جنس و رنگ چوب به کار رفته در کناف سقف حتما
          از جنس چوب کابینت شما باشد تا سقف و کابینت های شما با هم همخوانی داشته
          باشند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          می توانید برای محل وردی آشپزخانه نیز از طرح های کناف با ترکیب چوب
          استفاده کنید. اگر قصد دارید از سقف لوستر آویز کنید حتما قبل از نصب
          کناف به طراح محل دقیق نصب لوستر را مشخص کنید. توجه کنید که برای سیستم
          نور پردازی حتما از ترکیب نور مهتابی و مهتابی با هم استفاده کنید و به
          هیچ وجه از یک ترکیب رنگ یا نور های رنگی استفاده نکنید.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={ashpazkhande4} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">طرح کناف لاکچری</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">سخن آخر</h2>
        <p className="text- list-disc py-4 leading-8">
          کناف برای دکور کردن سقف و دیوار هر فضایی می تواند مورد استفاده قرار
          گیرد. فقط باید توجه داشته باشید که هر طرح کنافی برای استفاده در فضاء
          خاصی مناسب است و به این مورد باید توجه داشته باشید. اگر قصد آویز کردن
          شیء خاصی از سقف کناف یا دیوار کناف را دارید قبل از اجرا به نصاب حتما
          بگویید.
        </p>
      </div>
    </div>
  );
};

export default Ashpazkhane;
