import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";
import noorPardazi from "../images/gallery/7.jpeg";
import noorPardazi2 from "../images/gallery/6.jpeg";
import noorPardazi3 from "../images/gallery/8.jpeg";
import noorPardazi4 from "../images/gallery/9.jpeg";

const NoorPardazi = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="نور پردازی" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">نورپردازی سقف کناف</h1>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={noorPardazi} alt="kanaf" />
        </div>

        <p className="text- list-disc py-4 leading-8">
          همانطور مه میدانید و در دیگر مقالات ما خوانده اید یکی از جدید ترین روش
          های دکور کردن سقف، استفاده از سقف کناف است. این روش به افزایش جذابیت
          فضاء شما کمک میکند و باعث میشود فضای شما مدرن تر بنظر برسد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          اما آیا استفاده از کناف به تنهایی کافی است؟ لازم نیست اقدام دیگری در
          خصوص دکور کردن سقف اتفاق افتد؟ اگر دقت کرده باشید کناف به تنهایی جلوه
          ای خاص ندارد و تنها یک پنل گچی ساده است. موردی که کناف را جذاب میکند و
          زیبایی دکوراسیون را افزایش میدهد نور پردازی سقف کناف است.
        </p>

        <p className="text- list-disc py-4 leading-8">
          با ما همراه باشید تا اجرای نور پردازی سقف کناف را به طور کامل بررسی
          کنیم.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={noorPardazi2} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">اجرای طرح کناف</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">اصول نور پردازی محیط</h2>
        <p className="text- list-disc py-4 leading-8">
          همانطور که میدانید استفاده از هر کالایی اصول خاص خود را دارد و شما
          باید بدانید محل و طریقه درست استفاده از آن کالا کجا و چگونه است تا
          بتوانید به بهترین شکل ممکن آن را به کار ببرید. نور پردازی سقف کناف هم
          از این قانون طبعیت میکند و اصول خاص خود را دارد.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">حال می خواهیم اندکی در مورد انواع نور ها صحبت کنیم:</h2>
        <ul className="text-gray-700 py-8 space-y-4">
          <li className="leading-8">
            نور عمومی: این نور برای روشنایی عمومی فضا و محیط استفاده میشود. توسط
            این نور می خواهیم فضاء اتاق را از نور پر کنیم و سایه هایی نرم ایجاد
            کنیم. بیشتر اتاق ها و فضا های سر بسته به این نوع نور احتیاج دارند
            چرا که باید روشنایی نسبی د هر فضایی داشته باشیم.
          </li>
          <li className="leading-8">
            نور کاری: اگر نور و روشنایی بر روی یک سطح خاص باشد، و هدفی جز روشن
            کردن یک سطح مانند میز کار یا میز آشپزخانه نداشته باشد به آن نور کاری
            میگوییم. استفاده از نور کاری معمولا برای محیط هایی استفاده میشود که
            احتیاج به تمرکز بالایی دارند و با استفاده از نور عمومی نمی توان آن
            ها را انجام داد و نیاز به تامین نور از منبع دیگری دارد.
          </li>
          <li className="leading-8">
            نور تاکیدی: از این نوع معمولا در نمایشگاه های آثار هنری دیده میشود.
            چرا که تاکید بر روی یک موضوع خاص است و اطراف آن اثر اهمیت چندانی
            ندارد. همچنین در فروشگاه هایی طلا و جواهر از این نور بسیار استفاده
            میکنند تا زیبایی و نگین های طلا و جواهرات بیشتر به چشم خریدار بیاید.
          </li>
          <li className="leading-8">
            نور دکوراتیو: نوری که از لوستر، آباژو و چراغ های آویزی منتشر میشود
            به نور دکوراتیو معروف است. هدف این نور صرفا افزایش جذابیت فضا و به
            چشم آمدن سایر المان های طراحی داخلی فضا و دکوراسیون است. نور پردازی
            مورد استفاده در کناف ها نیز همین هدف را دنبال میکند.
          </li>
        </ul>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={noorPardazi4} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">سقف کناف با نور پردازی جدید</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">نکته مهم</h2>
        <p className="text- list-disc py-4 leading-8">
          توجه داشته باشید که یک منبع نور نمی تواند هم نور تاکیدی را تامین کند و
          هم نور دکوراتیو به همین علت در هر فضا احتیاج به چند منبع نور داریم.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">نورپردازی سقف کناف</h2>
        <p className="text- list-disc py-4 leading-8">
          همانطور که گفتیم نور پردازی کناف سقف از انواع دکوراتیو است و با هدف
          جذاب تر کردن طرح کناف به کار میرود. البته نا گفته نماند که به جذابیت
          دیگر مناطق فضا نیز کمک میکند و باعث میشود در کل فضا و محیط شما شیک و
          لاکچری باشد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          استفاده از نور های رنگی و چراغ های LED روشی برای نور پردازی سقف کناف
          است و به وسیله این ابزار شما می توانید فضاء خاص تری داشته باشید.
        </p>

        <p className="text- list-disc py-4 leading-8">
          نکته مهم در اجرای نور پردازی در سقف کناف جنس کناف به کار رفته در سقف
          است. اگر کناف سقف شما دارای لک باشد و رنگ آن تیره باشد مسلما نمی توان
          انتظار داشت نور پردازی بر روی این سقف چشم نواز باشد. بهتر است در ابتدا
          ایرادات موجود در سقف کناف را رفع کنید وسپس اقدام به اجرای نور پردازی
          کنید.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={noorPardazi3} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">طرح جدید کناف</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">نور مخفی</h2>
        <p className="text- list-disc py-4 leading-8">
          معمولا نور های به کار رفته در سقف کناف را به عنوان نور مخفی نیز
          میشناسند چرا که چراغ و لامپ مورد استفاده دیده نمیشود و فقط نور ساطع
          شده از آن به چشم بیننده میرسد. لازم است در انتخاب نوع نور پردازی به
          ارتفاع سقف، سبک وسایل فضاء و طرح کناف توجه ویژه ای داشته باشید. در
          اجرای بهتر نور پردازی بهتر است در ابتدا با یک طراح دکوراسیون مشورت
          کنید و سپس برای اجرای هرچه بهتر نور پردازی از یک برق کار ماهر کمک
          بگیرید.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">سخن آخر</h2>
        <p className="text- list-disc py-4 leading-8">
          کناف یکی از روش هایی است که باعث میشود سقف و در کل فضا و محیط شما شیک
          و جذاب تر به نظر برسد. نور پردازی جذابیت این متریال را کامل میکند و به
          عبارتی نور پردازی تکمیل کننده زیبایی کناف است و کناف به تنهایی
          نمیتواند جذابیت جندانی داشته باشد.
        </p>

      </div>
    </div>
  );
};

export default NoorPardazi;
