import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";
import GensKanafImg from "../images/gallery/7.jpeg";
import img2 from "../images/gallery/11.jpeg";
import img3 from "../images/gallery/6.jpeg";
import img4 from "../images/gallery/10.jpeg";
import classes from "./GansKanaf.module.css";

const GensKanaf = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="جنس کناف" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">جنس کناف چیست ؟</h1>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={GensKanafImg} alt="kanaf" />
        </div>

        <p className="mt-6 text-rose-500 text-xl">آنچه در این مقاله خواهید خواند ...</p>
        <ul className="text-gray-700 py-8 space-y-4">
          <li>جنس کناف و کاربرد آن در صنعت ساختمانی</li>
          <li>سقف کناف چسیت ؟</li>
          <li>اجزای تشکیل دهنده کناف چیست ؟</li>
          <li>صفحات مسطح سیمانی</li>
          <li>صفحات diamant سازگار با محیط زیست</li>
          <li>صفحات کناف تصفیه کننده هوا</li>
        </ul>

        <h2 className="mt-12 font-black text-xl text-primary">
          جنس کناف و کاربرد آن در صنعت ساختمانی
        </h2>
        <p className="text- list-disc py-4 leading-8">
          امروزه برای زیبایی نمای داخلی ساختمان و نمای داخلی واحد های آن از
          طراحی های پیشرفته استفاده می شود، یکی از مدل های جدید که چند سالی است
          در حال اجرا می باشد و بازخورد خوبی هم گرفته است سقف کناف می باشد. این
          مدل اجرای نما و به طراحان امکان داده است تا بتوانند طراحی های خاصی را
          در دیواره و سقف داخلی ساختمان و خانه ها ایجاد کنند. در مقالات متعددی
          در مورد نصب و اجرای این پروسه به صورت تخصصی توضیحاتی داده ایم، که اگر
          مایل هستید می توانید در قسمت بلاگ سایت رویا هوس در این باره مطالعه
          داشته باشید. آیا کناف مقاومت لازم در برابر حوادث و اتفاقات طبیعی
          مانند: زلزله را دارد یا خیر. برای بسیاری از پیمانکاران و صاحبین خانه
          این سوال که جنس کناف از چیست؟ پیش آمده است.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">سقف کناف چیست؟</h2>
        <p className="list-disc py-4 leading-8">
          سقف کناف به مدل سقف هایی گفته می شود که با کناف و گچ پیش ساخته، ساخته
          و اجرا می شوند. اغلب این سقف ها طراحی های متنوعی دارند و از یکنواختی و
          یکرنگی در آمده اند.
        </p>
        <p className="list-disc py-4 leading-8">
          نحوه کار گذاری سقف کناف توسط استادکار به این صورت است که ابتدا گچ های
          پیش ساخته که داخل آنها از کناف استفاده شده است را به وسیله پیچ به
          راویز و یا سقف گچ کاری شده متصل می کنند. سپس می بایست به وسیله گچ و
          رنگ حفره های ایجاد شده بین قطعات پر شده و حفره هایی که به وسیله پیچ
          بوجود آمده است را با رنگ پر کنند. تا زیبایی کار حفظ شود. این کار به
          این دلیل انجام می شود که می توان نورپردازی های جالبی را ایجاد نمود و
          با استفاده از نور مخفی یا امثال این مدل نور پردازی ها نمایی جالب را به
          فضای داخلی خانه داد.
        </p>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={img2} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">تعرف سقف کناف</p>
        </div>

        <h2 className="mt-16 font-black text-xl text-primary">
          اجزای تشکیل دهنده کناف چیست؟
        </h2>
        <p className="list-disc py-4 leading-8">
          برخلاف تصور خیلی ها اجزای تشکیل دهنده کناف به ان سادگی که فکر می کنند
          نیست، کناف ها به چند دسته تقسیم می شوند که هر کدامشان ترکیب بندی خاص
          خودشان را دارند؛ در ادامه به تفکیک در مورد هرکدام از آنها صحبت خواهیم
          کرد.
        </p>

        <ul className={`list-none space-y-4 ${classes["list-items"]}`}>
          <li>RG صفحات گچی معمولی روکش دار:</li>
          <li>
            این نوع از صفحات ساختاری ساده دارند و بیشتر برای مصارف معمولی
            استفاده میشوند.
          </li>

          <li>MR صفحات گچی که در برابر رطوبت مقاوم هستند:</li>
          <li>
            این صفحات را بیشتر در مناطقی استفاده می کنند که رطوبت بالایی دارد.
            همچنین مکان هایی مانند استخر ها و … هم که رطوبت بالایی دارد بهتر است
            تا از این نوع صفحات گچی استفاده شود.
          </li>

          <li>FR صفحات گچی که در برابر حریق مقاوم هستند:</li>
          <li>
            در مکانهایی که امکان وقوع حریق زیاد است بهتر است تا از این نوع صفحات
            استفاده شود. بر روی ستون ها و مکان هایی مانند موتور خانه ها جا هایی
            هستند که می بایست از این نوع پنل ها استفاده کرد.
          </li>

          <li>FM صفحات مقاوم در برابر آتش و رطوبت:</li>
          <li>
            مهندسی به کار رفته در این نوع صفحات پیشرفته تر بوده و به مراتب از
            انواع دیگر گران تر می باشد. این صفحات همانطور که از اسمش پیداست در
            برابر رطوبت و آتش مقاوم هستند.
          </li>
        </ul>

        <div className="py-12 w-[94%] mx-auto mt-4">
          <img className="rounded" src={img3} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">زیبایی سقف کناف</p>
        </div>

        <h2 className="mt-8 font-black text-xl text-primary">صفحات مسطح سیمانی</h2>
        <p className="list-disc py-4 leading-8">
          این نوع صفحات به صورت لایه ای هستند. به زبان ساده تر یعنی ابتدا یک
          صفحه سیمانی قرار دارد و دو طرف آن را با کاغذی مخصوص پوشانده اند. این
          نوع از صفحات هم دارای دو دسته
        </p>

        <ul className="list-disc text-gray-500">
          <li>خارجی(نمای بیرونی)</li>
          <li>داخلی(نمای داخلی)</li>
        </ul>

        <h2 className="mt-12 font-black text-xl text-primary">
          صفحات diamant سازگار با محیط زیست
        </h2>
        <p className="list-disc py-4 leading-8">
          در این نوع از صفحات ترکیبات خاصی به کار رفته است که به ان ها قابلیت
          های خاصی داده.
        </p>
        <p className="list-disc py-4 leading-8">
          این نوع از صفحات علاوه بر این که در برابر رطوبت و حریق مقاومت دارند.
          در مقابل پوسیدگی و کپک هم مقاومت دارند، همچنین بیشترین مقاومت را در
          برابر ضربه دارند. در جاهایی که نیاز به مراقبت های ویژه ای هست بهتر است
          تا از این نوع صفحات استفاده شود.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">
          صفحات کناف تصفیه کننده هوا
        </h2>
        <p className="list-disc py-4 leading-8">
          تا اینجای کار با خیلی از اجزای تشکیل دهنده کناف آشنا شده اید و دانستید
          که بر خلاف تصور عموم جنس کناف از چیست و به چند دسته تقسیم می شوند.
        </p>
        <p className="list-disc py-4 leading-8">
          در این قسمت صفحه کنافی را داریم که قابلیت تصفیه هوا را دارد. این نوع
          صفحات دود سیگار و سایر آلایندگی های موجود در هوا را کاهش می دهند که
          باعث میشود هوای اطراف پاک تر شود.
        </p>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={img4} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">کناف کاری</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">
          نتیجه گیری جنس کناف از چیست
        </h2>
        <p className="list-disc py-4 leading-8">
          همانطور که در مطلب خواندید جنس اجزای تشکیل دهنده کناف بسیار متنوع است
          و برخلاف آنچه ما فقط در خانه های مسکونی دیدیم صفحات کناف می توانند در
          بسیاری از مکان ها استفاده شوند.
        </p>


      </div>
    </div>
  );
};

export default GensKanaf;
