import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";

import kanafDivar from "../images/gallery/62.jpeg";
import kanafDivar2 from "../images/gallery/63.jpeg";
import kanafDivar3 from "../images/gallery/64.jpeg";

const EjrayeSaghf = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="دیوار کناف" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">نحوه اجرای دیوار کناف</h1>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={kanafDivar} alt="kanaf" />
        </div>

        <p className="text- list-disc py-4 leading-8">
          کناف نوعی صفحات با روکش گچی هستند که از آن‌ها برای ساخت دیوار کاذب یا
          سقف کاذب استفاده می‌شود. چون برای ساخت دیوار کناف به گچ کاری و غیره
          نیاز نیست و آن را با پیچ و مهره نصب می‌کنند، جزو ساخت و سازهای خشک
          محسوب می‌شود و به آن درای وال نیز می‌گویند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          کناف دیواری امروزه یکی از ساختارهای بسیار پرطرفدار در ساختمان سازی
          است. دیوارهای کناف به صورت پیش ساخته هستند و از آن‌ها برای جداسازی
          فضاهای داخلی ساختمان و دیوارهای پیرامونی استفاده می‌کنند. از کناف
          دیواری نمی‌توان برای دیوار باربر سازه‌ای استفاده کرد، چون تحمل بار را
          ندارند.{" "}
        </p>

        <p className="text- list-disc py-4 leading-8">
          عواملی که در اجرای کناف دیوار دارای اهمیت هستند عبارتند از زیرسازی
          فلزی کناف شامل رانر و استند صفحات کناف، عوامل اتصال پیچ و مهره، مصالح
          درزگیری کناف و ماستیک.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">
          نحوه کناف کاری دیوار
        </h2>
        <p className="text- list-disc py-4 leading-8">
          کناف کاری را هم در دیوار و هم در سقف می‌توان انجام داد. خود کناف کاری
          دیوار را می‌توان به چهار شیوه مختلف انجام داد که در ادامه آن‌ها را
          بررسی خواهیم کرد.
        </p>

        <h2>کناف کاری دیوار کاذب پوششی</h2>

        <p className="text- list-disc py-4 leading-8">
          از کناف کاری دیوار کاذب پوششی برای بازسازی و ترمیم ساختمان‌های قدیمی
          استفاده می‌کنند.این نوع کناف کاری خود به دو بخش با سازه و بدون سازه
          تقسیم می‌شود:
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">
          کناف کاری دیوار کاذب پوششی با سازه متصل به دیوار
        </h2>
        <p className="text- list-disc py-4 leading-8">
          در این روش صفحات کناف با فاصله به زیرسازی فلزی متصل به دیوار پیچ
          می‌شوند. این نوع کناف کاری می‌تواند به پوشاندن نواقص و مشکلات دیوار،
          مثل ناصافی دیوار یا موقعیت نامناسب دیوار برای نصب پریفلکس، کمک کند.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">
          کناف کاری دیوار پوششی با سازه مستقل از دیوار
        </h2>
        <p className="text- list-disc py-4 leading-8">
          این نوع از کناف‌ها همانند کناف جداکننده‌ی دیوار هستند. از مزیت‌های
          کناف دیواری پوششی مستقل از دیوار می‌توان به همین عدم وابستگی آن به
          دیوار اصلی ساختمان اشاره کرد. از این نوع دیوار کناف به مقاصد زیر
          استفاده می‌شود:
        </p>
        <ul className="list-disc text-gray-500 space-y-4">
          <li>افزایش مقاومت دیوارها در برابر حریق </li>
          <li>پوشش دیوارهایی که ارتفاعی بیش از سه متر دارند</li>
          <li>پوشش در مکان‌هایی که تاسیسات زیادی داند</li>
          <li>
            پوشش در ساختمان‌هایی که دیوارهای اصلی آن‌ها مشکلاتی از قبیل ناهمواری
            دارند.
          </li>
        </ul>

        <h2 className="mt-12 font-black text-xl text-primary">
          کناف کاری دیوار جدا کننده{" "}
        </h2>
        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={kanafDivar2} alt="kanaf" />
        </div>
        <p className="text- list-disc py-4 leading-8">
          کناف کاری دیوار جدا کننده برای جداسازی بخشی یا تمامی نواحی داخلی
          ساختمان استفاده می شود. برای دیوار کناف جدا کننده معمولا از قاب‌های
          فولادی پیش ساخته سبک در شکل U و C هستند استفاده می‌شود. برای این کار
          ابتدا صفحات یک لایه یا چند لایه کناف را با کمک پیچ‌های مخصوص را به
          قاب‌های فولادی وصل می‌کنند. در مرحله‌ی بعد نیز درزها و شکاف‌های میان
          صفحات کناف را با بتونه و ملات پر می‌کنند. در نهایت هم می‌توان بر روی
          آن‌ها نقاشی، کاشی کاری یا کاغذ دیواری و غیره انجام داد.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">
          مزایای کناف دیوار
        </h2>
        <p className="text- list-disc py-4 leading-8">
          صنعت ساخت و ساز از پیشرفت تکنولوژی مستثنی نبوده و امروزه در حوزه
          معماری و دکوراسیون داخلی نیز روش‌ها و شیوه‌های جدید و گوناگونی ابداع
          شده‌اند.کناف یکی از این متریال‌های جدید است که از آن برای سقف کاذب و
          دیوار کاذب استفاده می‌کنند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          زیبایی و تنوع طرح‌هایی که با کناف می‌توان اجرا کرد و سهولت و سرعت
          اجرای آن همگی باعث شده‌اند که کناف هم در میان معماران و طراحان داخلی و
          هم در میان مصرف کنندگان نهایی محبوبیت زیادی پیدا کند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          مزیت‌های دیوار کنافی بسیار است. از جمله دیگر مزایای دیوار کناف می‌توان
          به قابلیت نصب آسان و سریع آن برای همه فضاهای داخلی ساختمان اشاره کرد.
          از دیوار کنافی که برای پوشش داخلی ساختمان استفاده می‌شود می‌توان برای
          عبور تاسیسات ساختمانی از داخل دیوار زمینه استفاده کرد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          اجرای کناف از انعطاف زیادی برخوردار است. از همین رو می‌توان با کناف
          شکل‌ها و طرح‌های متنوعی را طبق سلیقه مصرف کننده نهایی به وجود آورد.
          یکی دیگر از مزیت‌های کناف دیواری این است که می‌توان پس از اتمام کار آن
          را رنگ و نقاشی کرد یا بر روی آن کاغذ دیواری نصب کرد.{" "}
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={kanafDivar3} alt="kanaf" />
        </div>

        <p className="text- list-disc py-4 leading-8">
          به جز آن کناف دیواری فضای کمتری را اشغال می‌کند و فضای مفید و زیربنای
          دیوارها را افزایش می‌دهد. هم‌چنین پس از اجرای کناف دیواری متحرک اگر
          مشکلی در تاسیسات به وجود آمد می‌توان به راحتی صفحه کناف را از دیوار
          زمینه جدا و پس از رفع مشکل تاسیسات، دوباره آن را سر جای خود گذاشت.
        </p>

        <p className="text- list-disc py-4 leading-8">
          از آن جا که صفحات کناف وزن بسیار سبکی دارند، استفاده از آن‌ها برای
          دیوار پوششی ساختمان نه تنها وزن سازه را افزایش نمی‌دهد، بلکه می‌توان
          اظهار کرد که وزن سازه اصلی ساختمان را سبک‌تر هم می‌کند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          به دلیل همین سبک بودن وزن آن‌ها نیز در هنگام وقوع حوادثی همچون زلزله
          خرابی کمتری به همراه خواهد داشت و همین طور باعث ورود خسارات کمتری هم
          به ساختمان و هم افراد ساکن در آن وارد می‌کند. هم‌چنین با استفاده از
          کناف‌های مخصوص می‌توان عایقی در برابر حریق و رطوبت به وجود آورد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          کناف کاری در مقایسه با دیگر روش‌های اجرای دیوار به مصالح کمتری احتیاج
          دارد و از همین رو نیز قیمت کناف دیوار هم به صرفه‌تر است. از طرف دیگر
          سرعت نصب آن هم بسیار بالاست و در هنگام نصب هیچ‌گونه خرابی و آلودگی
          صوتی یا فیزیکی به همراه نخواهند داشت.{" "}
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">کلام آخر</h2>
        <p className="text- list-disc py-4 leading-8">
          استفاده از کناف یکی از بهترین و پرطرفدارترین روش‌های اجرای دیوار پوششی
          یا جدا کننده است. از دیوار کناف حتی برای طراحی داخلی در قیمت‌های مختلف
          ساختمان، مانند کناف پشت تلویزیون نیز می‌توان استفاده کرد.
        </p>
        <p className="text- list-disc py-4 leading-8">
          دیوار پوششی کناف را هم می‌توان با سازه متصل به دیوار و هم با سازه
          مستقل از دیوار اجرا کرد. وزن سبک، انعطاف پذیری در طراحی، سهولت اجرا،
          قیمت مناسب و بسیاری موارد دیگر از مزایای کناف دیوار هستند. کناف کاری
          دیوار را حتما باید افراد متخصص و با توجه به ضوابط و استانداردها انجام
          دهند.
        </p>
      </div>
    </div>
  );
};

export default EjrayeSaghf;
