import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";

import moshabak from "../images/gallery/71.jpg";
import moshabak2 from "../images/gallery/72.jpg";
import moshabak3 from "../images/gallery/13.jpeg";
import moshabak4 from "../images/gallery/10.jpeg";

const Moshabak = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="سقف مشبک" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">سقف مشبک</h1>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={moshabak} alt="kanaf" />
        </div>

        <p className="mt-6 text-rose-500 text-xl">آنچه در این مقاله خواهید خواند ...</p>
        <ul className="text-gray-700 py-8 space-y-4">
          <li>سقف مشبک</li>
          <li>معرفی انواع سقف کاذب مشبک</li>
          <li>مزایای سقف کاذب مشبک</li>
          <li>تایل ۶۰*۶۰ گچی</li>
        </ul>

        <h2 className="mt-12 font-black text-xl text-primary">سقف مشبک</h2>
        <p className="text- list-disc py-4 leading-8">
          سقف مشبک و یا تایل گچی مشبک جز انواع پانل های گچی به حساب می آید که
          جهت پیاده سازی سازه های خشک و همچنین سبک نیز از آن استفاده خواهند کرد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          این سقف یکی از انواع متریال های دکوراتیو ساختمانی می باشد که در خیلی
          از فضاهای اداری، آموزشی، تجاری و … نیز استفاده می نمایند. انواع سقف
          مشبک از طریق آویزه هایی با قابلیت تنظیم همانند پیچ سازه، میخ و چاشنی
          به سقف اصلی اتصال داده می شوند. ایجاد سقف های کاذب جهت کارهای به خصوصی
          انجام می شود، کارهایی همانند: اصلاح ظاهری و یا اصلاح مشخصات عملکردی
          مثل عایق صدا و رطوبت.
        </p>

        <p className="text- list-disc py-4 leading-8">
          سقف مشبک کناف جز پر کاربردترین انواع سقف کاذب کناف به حساب می آید. این
          سقف از شبکه سازه های سپری (T شکل) و همچنین تایل های سقفی تشکیل شده
          است.
        </p>

        <p className="text- list-disc py-4 leading-8">
          سقف مشبک دارای مزایای فراوانی می باشد که موجب گردیده تا در مکان های
          عمومی کاربرد زیادی داشته باشد. مکان هایی همانند ادارات، فضاهای تجاری،
          آموزشی، درمانی و …
        </p>

        <p className="text- list-disc py-4 leading-8">
          این سقف می تواند با سقف کاذب یکپارچه کناف ترکیب شود که تنوع و همچنین
          زیبایی بیشتری را در محیط ایجاد خواهد کرد.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={moshabak2} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">مشبک</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">معرفی انواع سقف کاذب مشبک</h2>
        <p className="text- list-disc py-4 leading-8">
          این نوع از سقف کاذب در انواع متفاوتی ساخته می شوند. این محصول در تایل
          هایی به اندازه ۶۰*۶۰ در بازار ارائه می شوند. برای آن که انتخاب درستی
          برای سقف کاذب داشته باشید، می بایست با انواع این محصول نیز آشنا گردید.
        </p>

        <p className="text- list-disc py-4 leading-8">
          برای ساخت سقف کاذب از موادی همانند: شیشه، گچ، ام دی اف و همچنین طلق
          استفاده می شود که این نوع از محصول با توجه به متریالی که جهت ساخت آن
          استفاده می کنند به انواع مختلفی تقسیم بندی می گردد.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">سقف های کاذب مشبکی به انواع ذیل دسته بندی می شود:</h2>
        <ul className="text-gray-700 py-8 space-y-4">
          <li>سقف مشبک گچی</li>
          <li>سقف مشبک پی وی سی</li>
          <li>سقف مشبک طلقی</li>
        </ul>

        <h2 className="mt-12 font-black text-xl text-primary">مزایای سقف کاذب مشبک</h2>
        <p className="text- list-disc py-4 leading-8">
          استفاده از سقف کاذب مشبک همانند کناف، پانل باتیس و گچبرگ دارای مزایای
          فراوانی می باشد که طرفداران زیادی در بین طراحان دکوراسیون پیدا نموده
          است.
        </p>

        <p className="text- list-disc py-4 leading-8">
          نصب آسان و همچنین سریع سقف مشبک، در نتیجه بالا رفتن سرعت اجرای عملیات
          ساختمانی و در پی آن به حداقل رسیدن نیاز برای نیروی انسانی خواهد بود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          نگهداری و تعمیر سقف مشبک بسیار آسان است، در صورتی که یکی از این تایل
          ها باعث شکستگی و یا هر نوع آسیبی شود، تنها کافی خواهد بود تا آن را با
          تایل تازه ای جایگزین نمایید و همچنین دیگر نیازی به تعمیر تمامی سقف
          نخواهد بود.
        </p>

        <h2 className="mt-12 font-black text-xl text-primary">دیگر مزایای سقف مشبک می توان به موارد ذیل اشاره نمود:</h2>
        <ul className="text-gray-700 py-8 space-y-4">
          <li>عایق صدا و تنظیم شرایط آکوستیک</li>
          <li>عدم احتیاج به رنگ آمیزی به علت تنوع بالای رنگ و طرح ها</li>
          <li>عایق رطوبت در مکان هایی که در معرض رطوبت نیز قرار دارند</li>
        </ul>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={moshabak3} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">نمونه سقف مشبک</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">تایل ۶۰*۶۰ گچی</h2>
        <p className="text- list-disc py-4 leading-8">
          سقف های کاذب کناف در دو مدل یکپارچه و همچنین مشبک تولید و عرضه می
          شوند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          مدل یکپارچه آن به صورت ورق های کناف و سقف های سبکی می باشند که به
          واسطه تولید صنعتی، دارای مشخصات فنی استاندارد (با مقاومت در مقابل
          زلزله) می باشند که جایگزین بسیار مطلوبی برای استفاده در سقف های کاذب
          غیر استاندارد ساخته شده همراه با رابیتس و گچ خواهند بود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          این ساختار دارای زیر سازی فولادی سبک بوده که صفحات روکش دار گچی با
          استفاده از پیچ مخصوص بر روی آن ها نصب می گردند.
        </p>

        <p className="text- list-disc py-4 leading-8">
          درزهای میان این نوع از صفحات با استفاده از نوار و همچنین بتونه مخصوصی
          درزگیری خواهد شد و به این صورت سطحی یکپارچه و بدون درز ایجاد می گردد.
        </p>

        <p className="text- list-disc py-4 leading-8">
          که دارای قابلیت رنگ آمیزی (بلا فاصله پس از خشک شدن بتونه و همچنین
          اجرای ماستیک) است. فضای خالی در پشت سقف کاذب، امکان استفاده از انواع
          عایق های صوتی و حرارتی را فراهم ساخته است که عبور و همچنین دسترسی به
          تاسیسات مکانیکی و الکتریکی را ایجاد می نماید.
        </p>

        <p className="text- list-disc py-4 leading-8">
          از دیگر مزایای این نوع کناف می توان به انعطاف پذیری بالا در معماری
          اشاره کرد. تایل های گچی و معدنی، در سقف مشبک استفاده می شود. از شبکه
          سازه های سپری که به وسیله این نوع آویزها به سقف اصلی متصل خواهد شد و
          تایل های سقفی که درون این شبکه قرار گرفته است نیز تشکیل می شود.
        </p>

        <p className="text- list-disc py-4 leading-8">
          تایل های سقفی در طرح هایی متفاوت و بسیار زیبایی در ابعاد مختلف، مقاومت
          در مقابل حریق و همچنین ایمنی فراوان در برابر زلزله را به همراه امکان
          دسترسی به فضای پشت آن ارائه می دهد. انواع تایل های گچی دارای تایل گچی
          کرمی سوزنی، تایل گچی سوراخ دار(منظم و نامنظم)، آکوستیک، پشت
          آلومینیومی، روکش pvc، تایل گچی حصیری و همچنین تخم مرغی می باشد.
        </p>

        <div className="pb-8 w-[94%] mx-auto mt-4">
          <img className="rounded" src={moshabak4} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">سقف کاذب مشبک</p>
        </div>

        <h2 className="mt-12 font-black text-xl text-primary">تایل آکوستیک (جذب و عایق صدا)</h2>
        <p className="text- list-disc py-4 leading-8">
          تایل آکوستیک (جذب و عایق صدا) دارای ضخامت های هشت، دوازده و پانزده میل
          است که برای مکان های استودیو، صدابرداری و همچنین اتاق کنفرانس و …
          کاربرد فراوانی را به همراه دارد. انواع تایل های آکوستیک طبق لبه تایل
          به ۲ دسته بدون لبه و لبه دار دسته بندی می شود. تایل بدون لبه در کنار
          یکدیگر به طور مشبک در فضاهای سقف قرار خواهد گرفت.
        </p>
        <p className="text- list-disc py-4 leading-8">
          تایل های لبه دار از سطح سقف کاذب پایین تر قرار می گیرد که لبه های آن
          مشاهده می شود. تایل های آکوستیک در طرح هایی با زمینه رنگ سفید و کرمی
          با اندازه سوزنی درشت و ریز و درشت می باشند که عبارتند از طرح های کرمی
          سوزنی، کرمی، سوزنی و کراس تیشر
        </p>


      </div>
    </div>
  );
};

export default Moshabak;
