import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";

import saghfRabis from "../images/gallery/56.jpeg";
import saghfRabis2 from "../images/gallery/67.jpg";
import saghfRabis3 from "../images/gallery/66.jpg";
import saghfRabis4 from "../images/gallery/55.jpeg";

const SaghfRabis = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="سقف رابیتس" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">سقف کناف بهتر است یا رابیتس ؟</h1>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={saghfRabis} alt="kanaf" />
        </div>

        <p className="leading-8 py-8">
          شاید برخی از ما تفاوت هایی که بین سقف کناف و رابیتس وجود دارد را
          ندانیم و به اشتباه تصور کنیم این ۲ متریال یکی هستند. برای این مقایسه
          بهتر است در ابتدا ویژگی های هردو آن ها را به طور کلی بدانیم. در این
          مقاله به بررسی ویژگی های هر کدام میپردازیم و سپس نتیجه گیری میکنیم که
          سقف کناف بهتر است یا رابیتس؟
        </p>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={saghfRabis2} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">اجرای رابیتس سقف</p>
        </div>

        <p className="mt-6 text-rose-500 text-xl">
          آنچه در این مقاله خواهید خواند ...
        </p>
        <ul className="list-disc text-gray-700 py-8 space-y-4">
          <li>رابیتس چیست؟</li>
          <li>مزایای رابیتس</li>
          <li>کناف چیست؟</li>
          <li>تفاوت رابیتس با کناف</li>
        </ul>

        <h2 className="font-black text-xl text-primary">رابیتس چیست؟</h2>
        <p className="leading-8 py-8">
          رابیتس یا راویز که به اشتباه در میان مصالح فروشان و سازندگان رایج است
          یکی از مصالحی که در میان سازندگان از محبوبیت خاصی برخوردار است. این
          شبکه های فلزی مشبک که جنس آن ها از ورق گالوانیزه گرم است در ساخت نما،
          سقف کاذب و دکوراسیون داخلی سازه‌ها کاربرد فروانی دارد.
        </p>
        <p className="leading-8 py-8">
          رابیتس ها بستر مناسبی برای نصب تاسیسات ساختمان هستند. نورپردازی های
          مارپیچی، مشبک، مخفی و… که امروزه بسیار در صنعت ساختمان سازی استفاده می
          شود نیز با استفاده از رابیتس انجام می شود.
        </p>
        <p className="leading-8 py-8">
          برگ های رابیتس به کمک مفتول رابیتس یا سیم رابیتس بندی به ای از میلگرد
          متصل شوند. با توجه به قابلیت انعطاف پذیری برگ های رابیتس میتوان سطوح
          صاف یا منحنی ایجاد کرد که در زیبایی نقش به سزایی دارد. آرک و گل های
          سقفی به همین روش ایجاد می شوند. در ساخت دکوراسیون، کارهای ترمیمی و
          تزیینی از رابیتس استفاده می‌شود و اغلب به منظور ایجاد پیوستگی در سطوح
          دیوار به کار برده می‌شود؛ به گونه‌ای که هر انفصال و ترک خوردگی‌ دیوار
          را می‌پوشاند. در مورد رابیتس باید بدانید که این مصالح پرکاربرد انواع
          متنوعی دارند و ماده سازنده آن به فولاد محدود نمی‌شود و ماده‌ای پلیمری
          (Polymer) نیز می‌تواند برای ساخت این مصالح استفاده شود.
        </p>

        <h2 className="font-black text-xl text-primary">انواع رابیتس</h2>
        <p className="leading-8 py-8">
          یکی از راه های تقسیم بندی رابیتس ها، براساس وزن آن هاست. طبق این دسته
          بندی رابیتس ها به ۴ دسته سبک، نیمه سنگین، سنگین و فوق سنگین تقسیم می
          شوند. انواع ستون های رابیتس ۹٫۱۱٫۱۳٫۱۵ تا ۱۷ و ۱۹ ستون می باشد.
        </p>
        <p className="leading-8 py-8">
          رای مثال در رابیتس۹ ستونی دامنه وزنی بین ۴۰۰ تا ۷۰۰ گرم سبک وزن، ۷۰۰
          گرم تا ۸۰۰ گرم نیمه سنگین، ۸۰۰ گرم تا ۹۰۰ گرم سنگین، ۹۰۰ گرم تا ۱۰۰۰
          گرم فوق سنگین می باشد. یکی از نکات مهم درخرید رابیتس ها توجه به وزن آن
          ها می باشد چرا که رابیتس براساس وزنشان، کاربردهای متفاوتی دارد اما از
          آنجایی که وزن رابیتس ها روی بسته درج نمی شود پس کمی کار دشوار می شود
          اما رویا هوس مفتخر است در خریدهایی با وزن بالا بدون دریافت هیچ وجه
          اضافی رابیتس ها را با ارائه وزن باسکول به منظور اطمینان و کنترل وزن
          برای مشتریان ارسال کند.
        </p>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={saghfRabis3} alt="kanaf" />
          <p className="text-center pt-2 text-gray-500">رابیتس سقف</p>
        </div>

        <h2 className="font-black text-xl text-primary">کاربرد رابیتس</h2>
        <p className="leading-8 py-8">
          از رابیتس در صنعت ساخت و بیشتر برای انجام گچ کاری سقف، سیمان کاری نما
          و همچنین نگه داری ملات به منظور سنگ کاری استفاده می شود. همچنین ساخت
          قفس آهنی با رابیتس بسیار رایج است چرا که توری های مرغی مقاومت چندانی
          ندارند پس از ورق های رابیتس استفاده می شود.
        </p>
        <p className="leading-8 py-8">
          رابیتس ها نه تنها در صنعت ساختمان سازی بلکه در هنر و مجسمه سازی نیز
          مورد استفاده قرار می گیرند. مجسمه سازان مخصوصا پیکرتراشان از رابیتس
          برای فرم دادن سطوح سه بعدی پیچیده و منحنی های مرکب که در نهایت با گچ
          یا خاک رس و یا متریال دیگر پوشانده می شوند، استفاده می کنند.
        </p>

        <h2 className="font-black text-xl text-primary">مزایای رابیتس</h2>
        <ul className="list-disc text-gray-700 py-8 space-y-4">
          <li>مقاومت بالا در برابر آتش‌سوزی</li>
          <li>عدم نیاز به نیروی متخصص برای اجرای آن</li>
          <li>از هر نوع ترک‌خوردگی در امان است و سقفی صاف و یکدست می‌سازد.</li>
          <li>
            مقاومت زیاد در برابر زنگ‌زدگی به دلیل استفاده از ورق های گالوانیزه
          </li>
          <li>افزایش عمر تاسیسات</li>
        </ul>

        <h2 className="font-black text-xl text-primary">معایب رابیتس</h2>
        <ul className="list-disc text-gray-700 py-8 space-y-4">
          <li>عدم وجود خاصیت آکوستیک و ضد صدا.</li>
          <li>عدم ایجاد دسترسی ارزان و آسان به زیر کار</li>
          <li>وزن سنگین رابیتس</li>
          <li>زمان اجرای طولانی</li>
        </ul>

        <h2 className="font-black text-xl text-primary">کناف چیست؟</h2>
        <p className="leading-8 py-8">
          سقف کناف، نسل جدید گچ حساب می‌شود که در سازه های ساختمانی جدید بسیار
          رواج دارند. برای ساخت سازه‌های کناف از پنل‌های پیش ساخته گچی استفاده
          می‌شود. این نوع از سقف به دلیل سرعت اجرای بسیار بالا و نخحوه اجرای
          بسیار وسیع‌تر در بین سقف‌های کاذب بسیار محبوب به حساب می‌آید.
        </p>

        <h2 className="font-black text-xl text-primary">انواع سقف کناف</h2>
        <p className="leading-8 py-8">
          سقف های کناف در دو نوع ساده و طرح دار موجود است. نمونه های طرح دار سقف
          های کناف زیبایی بسیاری دارد.
        </p>

        <h2 className="font-black text-xl text-primary">مزایای کناف</h2>
        <ul className="list-disc text-gray-700 py-8 space-y-4">
          <li>کاهش تعداد نیرو برای اجرای پروژه</li>
          <li>صرفه جویی در مصرف انرژی به علت عای بودن کناف</li>
          <li>مقاوم در برابر زلزله</li>
          <li>دسترسی آسان و راحت جهت تعمیرات و بازسازی</li>
          <li>استفاده از کاغذ دیواری، بلکا، رنگ روی کناف</li>
        </ul>

        <h2 className="font-black text-xl text-primary">
          معایب استفاده از کناف
        </h2>
        <ul className="list-disc text-gray-700 py-8 space-y-4">
          <li>عدم مقاومت در برابر ضربه</li>
          <li>عدم مقاومت در برابر رطوبت</li>
          <li>اجرای کناف نیازمند تیم‌های حرفه ای</li>
          <li>اهمیت کیفیت متریال کناف</li>
        </ul>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={saghfRabis4} alt="kanaf" />
        </div>

        <h2 className="font-black text-xl text-primary mt-6">
          تفاوت رابیتس با کناف
        </h2>
        <ul className="list-disc text-gray-700 py-8 space-y-4">
          <li>
            از نظر هزینه: در رابیتس به افرادی مثل گچ کار، رابیتس کار، جوشکار و…
            نیاز است ولی برای اجرای کناف ساده تنها به دو نفر متخصص نیاز است.
          </li>
          <li>
            زمان اجرایی: برای اجرای کناف در یک مساحت ۸۰متری تنها دو روز کار لازم
            است در حالیکه برای اجرای رابیتس در همان فضا ۱۰ روز زمان می برد.
          </li>
          <li>
            از نظر بار مرده: همانطور که پیش تر گفتیم کناف وزن زیادی ندارد که از
            مزایای آن به شمار می آید ولی وزن رابیتس زیاد است پس میتوان نتیجه
            گرفت رابیتس بار مرده ساختمان را افزایش می دهد.
          </li>
          <li>
            از نظر کیفیت: در کناف کاری با اینکه افراد اجرا کننده کم هستند ولی
            باید متخصص باشند چنانچه مجری کناف نجربه و تخصص کافی نداشته باشد در
            نهایت، رضایت بخش نخواهد بود در مقابل آن مجری رابیتس حتی اگر تجربه و
            تخصص کافی هم نداشته باشد بازهم قادر به ان است که کار رابیتس را رضایت
            بخش تحویل دهد.
          </li>
        </ul>

        <h2 className="font-black text-xl text-primary"> سخن آخر</h2>
        <p className="leading-8 py-8">
          استفاده از رابیتس و کناف با توجه به مزایا و معایب هردو میتوانند در
          پروژه های مختلف با توجه به نیاز افراد مورد استفاده قرار گیرند. پس
          نتیجه میگیریم نمی توان مشخص کرد کدام یک از این متریال ها بهتر است. هر
          کدام ویژگی و کاربرد ای خاص خود را دارند.
        </p>
      </div>
    </div>
  );
};

export default SaghfRabis;
