import React, { useEffect } from "react";
import Dynamic from "../dynamic-component/Dynamic";

import kanafImg from "../images/gallery/1.jpeg";

const Kanaf = () => {
  useEffect(() => {
    window.scrollTo({ top: 0, right: 0, behavior: "smooth" });
  }, []);

  return (
    <div className="mt-20 mr-2">
      <Dynamic title="کناف" />

      <div className="py-12 px-8">
        <h1 className="font-black text-xl">کناف چیست ؟ </h1>

        <div className="w-[94%] mx-auto mt-4">
          <img className="rounded" src={kanafImg} alt="kanaf" />
        </div>

        <p className="leading-8 py-4">
          به صفحات روکش د ار گچی که به کمک فرایندهای به یکدیگر متصل می شوند کناف
          گفته می شود که شرکت ها و کمپانی های وجود دارند که در این زمینه فعالیت
          می کنند.
        </p>

        <p className="leading-8 py-4">
          کناف نسل جدید گچ به شمار می آید و کلیه کارهای ساختمانی که با گچ قابل
          اجرا باشد را می توان با متریال ها ی جدید و با مزیت های بهتری به کمک
          کناف انجام داد.
        </p>

        <p className="leading-8 py-4">
          کناف یکی از مهم ترین عناصر ساختمانی به شمار می آید و به خاطر مزیت های
          بی شماری که دارد امروزه در طراحی و دکوراسیون ساختمان ها بسیار مورد
          استفاده قرار می گیرد.
        </p>

        <p className="leading-8 py-4">
          بسیاری از دوستان همیشه این سوال را از خود می پرسند که برای طراحی
          ساختمان کناف بهتر است یا گچ؟ در جواب به شما عزیزان باید بگوییم که
          استفاده از کناف به نفع شما می باشد زیرا که زودتر از گچ قابل اجرا می
          باشد، طرح های متنوع بسیاری دارد، در برخی مواقع هزینه کمتری نسبت به گچ
          دارد، سبکتر است و کمتر از گچ باعث می شود ارتفاع سقف شما پایین آید.
        </p>

        <p className="leading-8 py-4">
          البته این به معنای این نمی باشد که گچ دارای مزیت نمی باشد. گچ هم
          مزایای خود را دارا می باشد مثلا در کارهای کلاسیک که شما علاقه ای به
          استفاده از ابزارهای آماده ندارید بهترین گزینه استفاده از گچ می باشد.
        </p>

        <h2 className="font-black text-xl text-primary">ویژگی های کناف : </h2>
        <ul className="list-disc py-4 leading-8">
          <li>سرعت و اجرای بالا</li>
          <li>تنوع در طراحی</li>
          <li>مقاوم در برابر حوادثی همچون زلزله</li>
          <li>دسترسی آسان به سازه</li>
          <li>مقرون به صرفه بودن</li>
          <li>ترکیب انواع نورهای دکوراتیو و اصلی</li>
        </ul>

        <h2 className="font-black text-xl mt-8 text-primary">سقف کناف</h2>
        <p className="leading-8 py-4">
          این روزها طراحی های داخل خانه یکی از بزرگترین دغدغه ها به شمار می آید
          که باعث شده در چند سال گذشته تغییرات بسیاری را در طراحی های داخلی شاهد
          باشیم. مثلا در اجرا و بازسازی ساختمان شاهد استفاده از سقف کناف و
          دیوارهای جدا کننده بوده ایم.
        </p>

        <p className="leading-8 py-4">
          استفاده از کناف و سقف کناف از مهم ترین بخش های طراحی داخلی به شمار می
          آید که توانسته اند کمک بسیاری به طراحان داخلی برای اینکه بتوانند رضایت
          مشتریان خود را جلب نمایند کنند
        </p>

        <p className="leading-8 py-4">
          سقف کناف نوعی صفحه روکش دار می باشد که روی آن گچی می باشد که در کلیه
          کارهای ساختمانی جدید به کار ببرده می شود.
        </p>

        <h2 className="font-black text-xl mt-8 text-primary">انواع کناف : </h2>
        <ul className="list-disc py-4 leading-8">
          <li>دیوار جدا کننده</li>
          <li>دیوار پوششی</li>
          <li>سقف کاذب مشبک</li>
          <li>سقف کاذب یکپارچه</li>
          <li>سقف کاذب رابیتس</li>
          <li>آکوستیک</li>
          <li>گریلیوم</li>
          <li>ترکیبی</li>
          <li>چوبی</li>
          <li>تایل</li>
          <li>سقف کاذب پی وی سی</li>
        </ul>
      </div>
    </div>
  );
};

export default Kanaf;
